Repository: rafaelSorel/kval
Catalog: kval_apps/languages/*/LC_MESSAGES/*.po
Languages: fr

source: <b>{appname}</b> already installed with the last version: <b>{appversion}</b>
fr: <b>{appname}</b> est déjà installé avec la dernière version: <b>{appversion}</b>

source: Application download problem !
fr: Problème de téléchargement d'application !

source: Application format missmatch !
fr: Incompatibilité de format de l'application !

source: Application install problem
fr: Problème installation application

source: Available devices for vod download...
fr: Périphériques disponibles pour le téléchargement de vod ...

source: Check {appname} in progress.
fr: Verification {appname} en cours.

source: Could not extract application
fr: Problème d'extraction de l'application

source: Could not find application !
fr: Application introuvable !

source: Could not remove application from database !
fr: Impossible de supprimer l'application de la base de données !

source: Could you please validate:<br><b>%s</b>
fr: Veuillez valider l'addresse:<br><b>%s</b> ?

source: Disk space...
fr: Espace disque...

source: Do you really want to uninstall {appname} ?
fr: Voulez-vous vraiment désinstaller {appname} ?

source: Download {appname} in progress ...
fr: Téléchargement {appname} en cours ...

source: Error
fr: Erreur

source: Error occured !
fr: Erreur est survenue !

source: Error occured while trying to check disks.
fr: Une erreur est survenue lors de la vérification des disques.

source: Extract {appname} in progress.
fr: Extraction {appname} en cours.

source: Extraction of stream infomations...
fr: Extraction des infomations de flux ...

source: Formating %s
fr: Formater %s

source: Formatting <b>%s</b> in progress, this could take several minutes, please do not interrupt...
fr: Le formatage de <b>%s</b> est en cours, cela peut prendre plusieurs minutes,veuillez ne pas interrompre ...

source: Install {appname} in progress.
fr: Installation {appname} en cours.

source: Low disk space.
fr: Espace disque faible.

source: Low disk space...
fr: Espace disque faible...

source: No
fr: Non

source: Not enough space to download video:<br> <i>%s</i>: <b>%s</b><br> <i>Disk space</i>: <b><i>%s</b></i>
fr: Espace insuffisant pour télécharger la vidéo:<br><i>%s</i>: <b>%s</b><br> <i>Espace disque</i>: <b><i>%s</b></i>

source: Please insert external storage media in order to <b>download and play</b>, or change the VOD settings to <b>online streaming</b>.
fr: Insérez une clé Usb afin de pouvoir télécharger les videos.<br>Vous pouvez aussi <b>Activer</b> paramètres/VOD/video stream

source: Success install application.
fr: L'application a été installée avec succès.

source: Success uninstall {appname}
fr: {appname} est désinstallé avec succès

source: The installation will startup, don't <b>shutdown</b> or <b>disconnect</b> the kval box
fr: L'installation va démarrer, veuillez ne pas <b>éteindre</b> ni <b>déconnecté</b> la kval box.

source: Unable to create download folder.
fr: Impossible de créer le dossier de téléchargement.

source: Uninstall {appname} ?
fr: Désinstaller {appname} ?

source: Wrong store address.
fr: l'addresse du store est incorrecte.

source: Yes
fr: Oui

source: You have to select a valid media storage.
fr: Vous devez sélectionner un stockage de média valide.

source: You need to format <b>%s</b> in order to use it for vod contents download.
fr: Vous devez formater <b>%s</b> afin de pouvoir l'utiliser pour les téléchargements vod
